"%d hours ago" = "%1$d saat önce";

"%d minutes ago" = "%1$d dakika önce";

"%d of %d" = "%1$d / %2$d";

"%d seconds ago" = "%1$d saniye önce";

"%dd" = "%1$dg";

"%dh" = "%1$ds";

"%dm" = "%1$dd";

"<1m" = "<1d";

"about a minute ago" = "yaklaşık bir dakika önce";

"about an hour ago" = "yaklaşık bir saat önce";

"Alert" = "Uyarı";

"Are you sure you want to cancel?" = "İptal etmek istediğinden emin misin?";

"Cancel" = "İptal";

"Connection Error" = "Bağlantı Hatası";

"Connection Timed Out" = "Bağlantı Zaman Aşımı";

"Done" = "Bitti";

"EEE h:mm a" = "EEE HH:mm";

"EEEE" = "EEEE";

"EEEE, LLLL d, YYYY" = "d MMMM YYYY, EEEE ";

"Error" = "Hata";

"h:mm a" = "HH:mm";

"just a moment ago" = "az önce";

"Last updated: %@" = "Son güncelleme: %1$@";

"Last updated: never" = "Son güncelleme: Yok";

"Load More Photos..." = "Daha Fazla Fotoğraf Yükle...";

"Loading..." = "Yükleniyor...";

"M/d/yy" = "d/M/yy";

"MMM d h:mm a" = "d MMM HH:mm";

"MMMM" = "MMMM";

"MMMM d" = "d MMMM";

"New Message" = "Yeni Mesaj";

"No" = "Hayır";

"No Internet Connection" = "Internet Bağlantısı Yok";

"No Photos" = "Fotoğraf Yok";

"Ok" = "Tamam";

"OK" = "Tamam";

"Open in Safari" = "Safari'de Aç";

"Open in Facebook" = "Facebook'de Aç";

"Photo" = "Fotoğraf";

"Post" = "Gönderi";

"Pull down to update..." = "Güncellemek için aşağı çek...";

"Release to update..." = "Güncellemek için bırak...";

"Search" = "Arama";

"See All" = "Tümünü Gör";

"Send" = "Gönder";

"Sending..." = "Gönderiliyor...";

"Showing %@ of %@ Photos" = "%1$@ / %2$@ Fotoğraf Gösteriliyor";

"Showing %@ Photos" = "%1$@ Fotoğraf Gösteriliyor";

"Sorry, there was an error." = "Üzgünüz, bir hata oluştu.";

"Subject:" = "Konu:";

"This photo set contains no photos." = "Bu fotoğraf dizisinde fotoğraf yok.";

"To:" = "Kime:";

"Today" = "Bugün";

"Unable to load this photo set." = "Bu fotoğraf dizisi yüklenemedi.";

"Updating..." = "Güncelleniyor...";

"Yes" = "Evet";

"Yesterday" = "Dün";

"yyyy" = "yyyy";

